Repository: AmirYaakbarieh/ictsgBot
Catalog: src/locale/messages.*.xlf
Languages: fa

source: Dashboard
fa: داشبورد

source: About Us
fa: درباره چت بات

source: Contact Us
fa: تماس با ما

source: Boots
fa: طراحی بات

source: LogIn
fa: ورود به حساب کاربری

source: Edit your profile
fa: ویرایش حساب کاربری

source: LogOut
fa: خروج از حساب کاربری

source: About Us
fa: درباره ما

source: Contact Us
fa: تماس با ما

source: Boots
fa: بات های شما

source: view
fa: نمایش بات

source: user panel
fa: پنل کاربری

source: user panel
fa: پنل کاربری

source: Welcome to our Chatbot-Powered Design Hub!
fa: به دنیایی از ارتباطات نوین و طراحی شگفت‌انگیز خوش آمدید

source: JExperience seamless interaction and modern design at ICTSG. Our chatbots make navigating our site a breeze, ensuring a user-friendly and engaging journey. Dive in and let the conversation unfold!
fa: تجربه ارتباط با طراحی مدرن را در شرکت آکام پرنیان تاوریژ تجربه کنید !!

source: Revolutionizing Interaction: Where Design Meets Intelligence.
fa: تعامل متحول کننده: جایی که طراحی با هوش روبرو می شود

source: The possibility of online bot design
fa: امکان طراحی آنلاین بات

source: Click for advice
fa: جهت مشاوره کلیک کنید

source: At <span style="color: cyan;">ICTSG</span>, we utilize cutting-edge technology to provide seamless and personalized customer experiences. Our platform enables the creation of smart bots that intelligently engage with customers, leveraging state-of-the-art artificial intelligence for advanced capabilities. Our smart bots offer intelligent personalization by learning from customer interactions, delivering tailored responses to meet individual needs and preferences. They boast advanced Natural Language Understanding (NLU) to accurately interpret customer queries, providing a natural and human-like conversational experience. Moreover, our platform seamlessly integrates with existing systems, supporting various business processes such as e-commerce, customer support, and lead generation. With AI at their core, our smart bots continuously learn and refine their responses, ensuring they stay up-to-date with the latest trends and customer preferences. Empowering self-service, our bots offer instant support, reducing wait times, and freeing up your team to focus on more complex tasks. In situations requiring human assistance, our platform allows seamless integration with human agents to ensure the best possible customer support. Data security and privacy are prioritized, and our user-friendly interface makes customizing smart bots hassle-free, even without extensive technical expertise.
fa: در ICTSG ما از فناوری پیشرفته برای ارائه تجربیات یکپارچه و شخصی به مشتری استفاده می کنیم. پلتفرم ما ایجاد ربات‌های هوشمندی را امکان‌پذیر می‌سازد که به طور هوشمندانه با مشتریان ارتباط برقرار می‌کنند و از هوش مصنوعی پیشرفته برای قابلیت‌های پیشرفته استفاده می‌کنند. ربات‌های هوشمند ما با یادگیری از تعاملات مشتری و ارائه پاسخ‌های متناسب با نیازها و ترجیحات فردی، شخصی‌سازی هوشمند را ارائه می‌کنند. آنها به درک پیشرفته زبان طبیعی (NLU) برای تفسیر دقیق سؤالات مشتری می بالند و یک تجربه مکالمه طبیعی و شبیه انسان را ارائه می دهند. علاوه بر این، پلت فرم ما به طور یکپارچه با سیستم های موجود ادغام می شود و از فرآیندهای تجاری مختلف مانند تجارت الکترونیک، پشتیبانی مشتری و تولید سرنخ پشتیبانی می کند. با وجود هوش مصنوعی در هسته خود، ربات‌های هوشمند ما به طور مداوم پاسخ‌های خود را یاد می‌گیرند و اصلاح می‌کنند و اطمینان حاصل می‌کنند که از آخرین روندها و ترجیحات مشتریان به‌روز می‌مانند. ربات‌های ما با تقویت سلف سرویس، پشتیبانی فوری ارائه می‌کنند، زمان انتظار را کاهش می‌دهند، و تیم شما را برای تمرکز روی کارهای پیچیده‌تر آزاد می‌کنند. در شرایطی که نیاز به کمک انسانی دارد، پلتفرم ما اجازه می دهد تا یکپارچه سازی یکپارچه با عوامل انسانی را برای اطمینان از بهترین پشتیبانی مشتری ممکن انجام دهد. امنیت و حریم خصوصی داده ها در اولویت هستند، و رابط کاربر پسند ما، سفارشی کردن ربات های هوشمند را بدون دردسر، حتی بدون تخصص فنی گسترده، می کند.

source: Contact us
fa: تماس با ما

source: Sales
fa: فروش

source: At ICTSG, we are committed to delivering exceptional products and services to our valued customers. Our dedicated sales team is ready to assist you in finding the perfect solutions that meet your needs. Whether you're looking for cutting-edge technology or innovative products, we're here to guide you through the buying process. Our knowledgeable representatives will provide personalized recommendations and answer any questions you may have. Your satisfaction is our top priority, and we strive to ensure a smooth and pleasant purchasing experience. Contact our sales team today, and let us help you find the right solutions for your requirements.
fa: در ICTSG، ما متعهد به ارائه محصولات و خدمات استثنایی به مشتریان گرامی خود هستیم. تیم فروش اختصاصی ما آماده است تا به شما در یافتن راه حل های عالی که نیازهای شما را برآورده می کند کمک کند. چه به دنبال فناوری پیشرفته یا محصولات نوآورانه باشید، ما اینجا هستیم تا شما را در فرآیند خرید راهنمایی کنیم. نمایندگان آگاه ما توصیه های شخصی را ارائه می دهند و به هر سؤالی که ممکن است داشته باشید پاسخ می دهند رضایت شما اولویت اصلی ما است و ما در تلاش هستیم تا تجربه خریدی روان و دلپذیر را تضمین کنیم. همین امروز با تیم فروش ما تماس بگیرید و به ما کمک کنید تا راه حل های مناسب برای نیازهای خود را پیدا کنید

source: About Bot
fa: درباره چت بات

source: Technical Support
fa: پشتیبانی فنی

source: Our dedicated technical support team is here to assist you with any technical issues or inquiries you may have. Whether it's troubleshooting software problems, resolving hardware issues, or answering questions about our products, we are committed to providing prompt and reliable support. Our experts are available through various channels, including phone, email, and live chat, to ensure you receive timely assistance. We understand the importance of keeping your systems running smoothly, and our goal is to help you overcome any challenges you encounter.
fa: تیم پشتیبانی فنی اختصاصی ما اینجاست تا به شما در مورد مسائل فنی یا سوالاتی که ممکن است داشته باشید کمک کند. خواه عیب‌یابی مشکلات نرم‌افزاری، حل مشکلات سخت‌افزاری یا پاسخ‌گویی به سؤالات مربوط به محصولاتمان باشد، ما متعهد به ارائه پشتیبانی سریع و مطمئن هستیم. کارشناسان ما از طریق کانال های مختلف، از جمله تلفن، ایمیل، و چت زنده در دسترس هستند تا اطمینان حاصل کنند که به موقع کمک دریافت می کنید. ما اهمیت کارکرد روان سیستم های شما را درک می کنیم و هدف ما کمک به شما برای غلبه بر هر چالشی است که با آن مواجه می شوید.

source: Media Inquiries
fa: پرسش های رسانه ای

source: We welcome all media inquiries and are happy to provide information, interviews, and resources to journalists, reporters, and media outlets. Our team is available to assist you in gathering accurate and up-to-date information about our organization, products, or services. For media-related requests, please get in touch with our dedicated media relations department, and we will promptly respond to your inquiries. We value the role of the media in sharing our stories and engaging with our audience
fa: ما از تمام سوالات رسانه ها استقبال می کنیم و خوشحالیم که اطلاعات، مصاحبه ها و منابع را در اختیار روزنامه نگاران، خبرنگاران و رسانه ها قرار می دهیم. تیم ما برای کمک به شما در جمع آوری اطلاعات دقیق و به روز درباره سازمان، محصولات یا خدمات ما در دسترس است. برای درخواست های مرتبط با رسانه، لطفاً با بخش اختصاصی روابط رسانه ای ما تماس بگیرید و ما به سرعت به سوالات شما پاسخ خواهیم داد. ما به نقش رسانه ها در به اشتراک گذاری داستان های خود و تعامل با مخاطبان خود اهمیت می دهیم

source: Contact us<span aria-hidden="true"> →</span>
fa: تماس با گروه ICTSG

source: Boots
fa: بات ها

source: Analytics
fa: تجزیه و تحلیل

source: Support
fa: پشتیبانی

source: Pricing
fa: قیمت گذاری

source: Documentation
fa: مستندات

source: Company
fa: شرکت ICTSG

source: About
fa: درباره ICTSG

source: Blog
fa: وبلاگ

source: Contact
fa: تماس با شرکت

source: Privacy
fa: حریم خصوصی

source: Subscribe to our newsletter
fa: اشترک در خبرنامه

source: The latest news, articles, and resources, sent to your inbox weekly.
fa: آخرین اخبار، مقالات و منابع، به صورت هفتگی به صندوق ورودی شما ارسال می شود.

source: Subscribe
fa: اشتراک

source: It looks like the page you’re looking for doesn't exist
fa: به نظر می رسد صفحه ای که به دنبال آن هستید وجود ندارد

source: Go back home
fa: بازگشت به صفحه اصلی

source: Sign in to your account
fa: به حساب کاربری خود وارد شوید

source: Email address
fa: آدرس ایمیل

source: Password
fa: رمز عبور

source: Remember me
fa: مرا به خاطر بسپار

source: Forgot your password?
fa: آیا رمز عبور خود را فراموش کرده اید؟

source: Sign in
fa: ورود

source: Sign In
fa: ورود

source: Or continue with
fa: یا ادامه دهید

source: Create an account
fa: حساب کاربری برای خود ایجاد کنید

source: Would you like to Sign Out
fa: آیا از حساب خود خارج می شوید؟

source: Sign Out to your account
fa: خروج از حساب کاربری

source: SignOut
fa: خروج

source: Login your account
fa: ورود به حساب کاربری

source: Name
fa: نام

source: <small *ngIf="reactiveForm.get('personalDetails.firstName').errors?.['required'] ">Your name is requied field</small><small *ngIf="reactiveForm.get('personalDetails.firstName').errors?.['onSpaceAllowed']">Your name can not contain a space</small>
fa: فیلد نام الزامی است

source: Email is requied field
fa: فیلد ایمیل الزامی است

source: The email is not a valid email
fa: ایمیل معتبر نیست

source: Passwords are not match
fa: رمزهای عبور مطابقت ندارند

source: Your name is requied field
fa: فیلد نام الزامی است

source: Your name can not contain a space
fa: نام نمی تواند حاوی فاصله باشد

source: Confirm Password
fa: تکرار رمز عبور

source: Your name can only contain Persian characters
fa: نام فقط می تواند دارای حروف فارسی باشد

source: Your name is requied field
fa: فیلد نام الزامی است

source: Email is required field
fa: فیلد ایمیل الزامی است

source: Email must be completely formed with a period in the domain part
fa: ایمیل باید کامل باشد

source: Next Step <i class=" fa-solid fa-circle-chevron-left mr-3 " style="font-size: x-large;"></i>
fa: ادامه

source: continues
fa: ادامه

source: Start Node
fa: گره شروع

source: Enter a name for the starting node
fa: متن شروع را وارد کنید

source: <i class="fa fa-tag"></i> Start Node Labale
fa: برچسب گره شروع

source: Start Node
fa: گره شروع

source: Notification Node
fa: گره پیغام

source: End Node
fa: گره پایان

source: Enter a name for the end node
fa: متن پایان را وارد کنید

source: <i class="fa fa-tag"></i> End Node Labale
fa: برچسب گره پایان

source: Descriptive Question
fa: سوال تشریحی

source: Answer to this question
fa: پاسخ به سوال تشریحی

source: Your Answer ...
fa: پاسخ شما ...

source: This answer is required.
fa: پاسخ به این سوال الزامی است

source: descriptive Node
fa: فرم سوال تشریحی

source: Delay Node
fa: گره تاخیر

source: The purpose of this node is to create a delay between running a stream on nodes, and you can use this node to set wait times and restarts.
fa: هدف این گره ایجاد تاخیر بین اجرای جریان بر روی گره ها است و می توانید از این گره برای تنظیم مدت زمان انتظار و راه اندازی مجدد جریان استفاده کنید.

source: delay
fa: تاخیر

source: Hours
fa: ساعت

source: Minutes
fa: دقیقه

source: Seconds
fa: ثانیه

source: Timer
fa: زمان انتظار

source: Enter waiting time
fa: مدت زمان انتظار را وارد کنید

source: Our next time is{{node.duration}}{{ node.waitingUnit }}
fa: قرار بعدی ما

source: later
fa: بعد

source: You can go to next step
fa: مدت زمان انتظار به پایان رسید، می توانید ادامه دهید

source: Score
fa: امتیاز

source: Score Node
fa: گره امتیاز دهی

source: your score is:
fa: امتیاز شما:

source: save your score
fa: ثبت امتیاز

source: Multi Select Node
fa: گره سوال چند گزینه ای

source: multi-select-en
fa: گره سوال چند گزینه ای

source: Please choose one of the following options
fa: لطفا یکی از گزینه های زیر را انتخاب کنید

source: appoinment-date
fa: گره تنظیم قرار

source: Your Anwser
fa: پاسخ شما :

source: Your Name
fa: نام و نام خانوادگی

source: phone Number
fa: شماره تلفن

source: Address
fa: آدرس

source: personalInformation Node
fa: گره اطلاعات شخصی

source: Your Phone is required field
fa: فیلد تلفن الزامی است

source: Your phone number must only contain numbers and contain eleven digits
fa: شماره تلفن شما فقط باید شامل + در ابتدا و اعداد تا دوازده رقم باشد

source: Your address field is required in Persian language
fa: فیلد آدرس شما به زبان فارسی الزامی است

source: Address must contain numbers and digits
fa: آدرس باید دارای اعداد و حروف فارسی باشد

source: Name field is required in Persian language
fa: فیلد نام در زبان فارسی الزامی است

source: Name is required field
fa: فیلد نام الزامی است

source: Continue
fa: ادامه

source: This field is required
fa: این فیلد الزامی است

source: User Form Node
fa: گره فرم کاربری

source: This field must only contain numbers with a minimum of 0 and a maximum of 11 digits
fa: این فیلد فقط باید شامل اعدادی با حداقل 0 و حداکثر 11 رقم باشد

source: The password must contain at least 8 characters
fa: رمز عبور باید حداقل 8 کاراکتر داشته باشد

source: this field is required in Persian language
fa: این فیلد الزامی است

source: the field must contain digits in Persian language
fa: فیلد باید دارای اعداد باشد

source: the field must contain alphabet in the Persian language
fa: فیلد باید حاوی الفبای زبان فارسی باشد

source: Appoinment Date Node
fa: گره تنظیم قرار

source: Appointment is required
fa: تنظیم قرار الزامی است

source: Please select a date
fa: لطفا تاریخ را انتخاب کنید

source: Please select a time
fa: لطفا زمان را انتخاب کنید

source: Please select a Date
fa: لطفا تاریخ را انتخاب کنید

source: Please select a Time
fa: لطفا زمان را انتخاب کنید

source: personalInformation Node
fa: گره تاریخ قرار

source: Appoinment Date Node
fa: گره زمان و تاریخ قرار

source: your chosen date is:
fa: تاریخ انتخابی شما :

source: your chosen time is:
fa: زمان انتخابی شما :

source: Bot management
fa: مدیریت بات

source: Reports and Analysis
fa: تحلیل و آنالیز

source: Projects
fa: پروژه ها

source: Settings
fa: تنظیمات

source: Welcome to your management dashboard
fa: به داشبورد مدیریتی خود خوش آمدید

source: Use the button below to view and manage the user panel
fa: برای مشاهده و مدیریت پنل کاربری از دکمه زیر استفاده کنید

source: Open sidebar
fa: مشاهده پنل

source: Instructions
fa: دستور العمل

source: Use the guide menu below to design and build your own robots and see the result at the end by executing each step.
fa: برای طراحی و ساخت ربات های اختصاصی خود از منوی راهنمایی زیر استفاده کنید و با اجرای هر مرحله نتیجه را در انتها مشاهده فرمایید.

source: Create a bot
fa: ایجاد بات

source: To create a bot, you need to register the requested information such as the name and type of bot function
fa: برای ایجاد بات نیاز است مشخصات خواسته شده مانند نام و نوع عملکرد بات را ثبت نمایید .

source: Go to page<span aria-hidden="true"> →</span>
fa: برو به

source: Bot design
fa: طراحی بات

source: To design the bot, you enter the dedicated page for creating and designing the nodes you need and use the existing nodes based on your needs.
fa: برای طراحی بات شما وارد صفحه اختصاصی ایجاد و طراحی گره های مورد نیاز خود می شوید و براساس نیاز خود از گره های موجود استفاده کنید.

source: Bot Show
fa: نمایش بات

source: To display a bot, you will enter a dedicated display page in type of form, and ultimately, you can publish your bot..
fa: برای نمایش بات شما وارد صفحه اختصاصی نمایش به صورت تایپ فرم خواهید شد و در نهایت می توانید بات خود را انتشار دهید .

source: Everything is possible
fa: همه چیز امکان پذیر است

source: welcome to your profile
fa: به پروفایل خود خوش آمدید

source: UserEmail
fa: ایمیل کاربری

source: If you wish, you can edit your information
fa: در صورت تمایل امکان ویرایش اطلاعات خود را دارید.

source: First name
fa: نام

source: complate name
fa: نام و نام خانوادگی

source: Last name
fa: نام خانوادگی

source: phone number
fa: شماره تلفن

source: Street address
fa: آدرس کاربری

source: City
fa: شهر

source: Street
fa: خیابان

source: ZIP / Postal code
fa: کد پستی

source: Personal Information
fa: اطلاعات کاربری

source: If you wish, you can edit your information.
fa: در صورت تمایل امکان افزودن آدرس به اطلاعات خود را دارید

source: Photo
fa: تصویر کاربری

source: Change
fa: تعویض

source: Save
fa: ذخیره

source: Select Photo
fa: انتخاب عکس پروفایل

source: Record changes
fa: ثبت تغییرات

source: email of :
fa: ایمیل کاربری

source: Organizational information
fa: اطلاعات سازمانی

source: If you wish, you can edit your Organizational information.
fa: شما امکان افزودن اطلاعات سازمانی را دارید

source: name of organization
fa: نام سازمان

source: Organization website
fa: وب سایت سازمان

source: Organization email
fa: ایمیل سازمانی

source: Upload the logo of the organization
fa: آپلود لوگوی سازمان

source: Activity
fa: حوزه فعالیت

source: educational
fa: آموزشی

source: commercial
fa: تجاری

source: scientific
fa: علمی

source: legal
fa: حقوقی

source: service
fa: خدماتی

source: health
fa: سلامت

source: non-profit
fa: غیرانتفاعی

source: others
fa: سایر

source: Email is required field if you want to change your email
fa: فیلد ایمیل ضروری است در صورتیکه نیاز به تغییر ایمیل خود دارید

source: Name field is required in Persian language if you want to change your email
fa: فیلد نام به فارسی ضروری است در صورتیکه تمایل به تغییر نام خود دارید

source: Your Phone is required field if you would like to add phone number
fa: فیلد شماره تلفن در صورتیکه نیاز به افزودن شماره تلفن دارید ضروری است

source: Email is required field if you want to add organization Email
fa: فیلد ایمیل ضروری است در صورتیکه نیاز به اضافه کردن ایمیل سازمانی دارید

source: Name field is required in Persian language if you want to add your complate Name
fa: فیلد نام و نام خانوادگی به زبان فارسی در صورتیکه تمایل به اضافه کردن نام کامل دارید ضروری است

source: Street field is required in Persian language if you want to add Street name
fa: فیلد خیابان به زبان فارسی در صورتیکه تمایل به اضافه کردن آن دارید ضروری است

source: Postal code field must only contain numbers and contain eleven digits if you want to add Postal code
fa: فیلد کدپستی در صورتیکه تمایل به اضافه کردن آن دارید باید شامل اعداد بدون فاصله باشد

source: Address field is required in Persian language if you want to add your Address
fa: فیلد آدرس به زبان فارسی در صورتیکه تمایل به اضافه کردن آن دارید ضروری است

source: City field is required in Persian language if you want to add your City
fa: فیلد شهر به زبان فارسی در صورتیکه تمایل به اضافه کردن آن دارید ضروری است

source: Name of organization field is required in Persian language if you want to add your name of organization
fa: فیلد نام سازمان به زبان فارسی در صورتیکه تمایل به اضافه کردن آن دارید ضروری است

source: Web site field is required in website form if you want to add your organization Website
fa: فیلد وب سایت سازمان به فرمت وب (www.example.ir) در صورتیکه تمایل به اضافه کردن آن دارید ضروری است

source: phone of copmany
fa: تلفن سازمانی

source: Your company member count must only contain numbers
fa: تعداد اعضای شرکت شما فقط باید شامل اعداد باشد

source: Organization members
fa: تعداد اعضای شرکت

source: organization name
fa: آدرس سازمانی

source: organization name
fa: آدرس سازمانی

source: Change Photo
fa: تغییر عکس پروفایل

source: Change Photo of logo
fa: تغییر تصویر لوگو

source: Select Photo of logo
fa: انتخاب تصویر لوگو

source: release
fa: انتشار

source: Run
fa: اجرا

source: ID of Bot :
fa: ID بات :

source: Chat
fa: چت شماره

source: there is no any chat for this bots
fa: هیچ چتی برای این بات ذخیره نشده است

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: name
fa: نام و نام خانوادگی :

source: email
fa: ایمیل :

source: tel number
fa: شماره تلفن :

source: address
fa: آدرس :

source: Upload a photo file
fa: بارگذاری تصویر جدید بات

source: Cover photo
fa: تصویر بات

source: Upload a file
fa: آپلود فایل تصویر

source: Welcome to your Edit Bot panel
fa: به پنل ویرایش بات خوش آمدید

source: Bot Name
fa: اسم بات

source: Type of Bot
fa: نوع بات

source: data registration
fa: ثبت بات جدید

source: Forms Bot
fa: بات فرم

source: Chat Bot
fa: چت بات

source: Give informations
fa: دریافت اطلاعات

source: other
fa: استفاده غیر

source: Welcome to your user panel
fa: به پنل کاربری خود خوش آمدید

source: Multi Media Node
fa: گره چند رسانه ای

source: Upload Files Node
fa: گره آپلود فایل

source: Check bot created
fa: بررسی بات ایجاد شده

source: check errors
fa: خطا ها را بررسی می کنم

source: it does not important
fa: خطا ها مهم نیستند

source: there are Errors
fa: خطای طراحی وجود دارد

source: You can check your created bot and make changes if needed. After that you're on your own though.
fa: شما می توانید بات ایجاد شده خود را بررسی کرده و در صورت نیاز تغییرات آن را ایجاد کنید

source: Bot release
fa: انتشار بات

source: Create and publish your bots in any environment.
fa: ربات های خود را ایجاد و در هر محیطی انتشار دهید

source: Based on your needs, you can create and review bots in the easiest way.
fa: برای اساس نیازهای خود می توانید بات های را با اسانترین روش ایجاد و بررسی کنید

source: Please select an option
fa: لطفا یک نوع برای بات خود انتخاب کنید

source: Name of Bot is required in Persian language
fa: اسم بات به زبان فارسی الزامی است

source: Name of Bot :
fa: اسم بات :

source: List of Bots
fa: لیست بات ها:

source: Edit
fa: ویرایش

source: Designing
fa: طراحی

source: Preview
fa: پیش نمایش

source: Delete
fa: حذف

source: Description
fa: توضیحات

source: information of
fa: اطلاعات

source: Please click to register and design a new bot
fa: لطفا برای ثبت و طراحی بات جدید کلیک کنید

source: Welcome to your Edit Bot panel
fa: به پنل ویرایش بات خوش آمدید

source: data Register new information
fa: ثبت تغییرات

source: Save and view of your bot
fa: ذخیره و نمایش بات

source: data Register new information
fa: ثبت تغییرات

source: Cancel
fa: برگشت

source: Your chosen media
fa: فایل انتخابی شما

source: result
fa: نتیجه

source: answer
fa: جواب

source: Deactivate
fa: بستن

source: Edit
fa: ویرایش بات

source: Design
fa: طراحی بات

source: Preview
fa: پیش نمایش بات

source: publication
fa: انتشار بات

source: Delete
fa: حذف بات

source: Edit of
fa: ویرایش

source: Design of
fa: طراحی

source: Preview of
fa: نمایش

source: publication 0f
fa: انتشار

source: Delete of
fa: حذف

source: What's your name
fa: نام شما
